{
  "titulo": "La leyenda del espantapájaros.  Pretérito imperfecto de indicativo (imperfect) y pretérito indefinido de indicativo / pretérito prefecto simple (preterite) ",
  "preguntas": [
    {
      "problema": "Habia una vez un espantapájaros que no _____ amigos.  Trabajaba en un campo de trigo.  No _____ un trabajo difícil, pero sí, muy solitario.  ",
      "repuestas": [
        {
          "repuesta": "tenía",
          "razón": "Una descripción",
          "indicio": "TENER"
        },
        {
          "repuesta": "era",
          "razón": "Una descripción",
          "indicio": "SER"
        }
      ]
    },
    {
      "problema": "Sin nadie con quien hablar, sus días y sus noches se hacían eternas.  Lo único que podía hacer era mirar los pájaros.  Cada vez que _____,  él los saludaba.  Pero ellos nunca respondían.  Un día el espantapájaros _____ algo que _____ prohibido.  ",
      "repuestas": [
        {
          "repuesta": "Pasaba",
          "razón": "regularidad de una acción en el pasado",
          "indicio": "PASAR"
        },
        {
          "repuesta": "hizo",
          "razón": "Acción puntual",
          "indicio": "HACER"
        },
        {
          "repuesta": "era",
          "razón": "Una descripción",
          "indicio": "SER"
        }
      ]
    },
    {
      "problema": "Les ofreció unas semillas.  Pero aun así, ellos no _____ saber nada.  El espantapájaros se preguntaba por qué nadie quería ser su amigo.  Así pasó el tiempo hasta que una noche fría _____ a sus pies un cuervo ciego.  ",
      "repuestas": [
        {
          "repuesta": "Quisimos",
          "razón": "",
          "indicio": "QUERER"
        },
        {
          "repuesta": "cayó",
          "razón": "Acción puntual",
          "indicio": "CAER"
        }
      ]
    },
    {
      "problema": "El cuervo estaba tiritando y hambriento; el espantapájaros _____ cuidar de él.  Tras varios días el cuervo ciego mejoró.  Antes de despedirse, el espantapájaros le preguntó por qué los pájaros nunca _____ hacerse amigos de los espantapájaros y el cuervo explicó que el trabajo de los espantapájaros era asustar a los pobres pájaros que sólo querían comer; _____ unos seres malvados y despreciables.  ",
      "repuestas": [
        {
          "repuesta": "decidió",
          "razón": "Acción puntual",
          "indicio": "DECIDIR"
        },
        {
          "repuesta": "querían",
          "razón": "Una descripción",
          "indicio": "QUERER"
        },
        {
          "repuesta": "Eran",
          "razón": "Una descripción",
          "indicio": "SER"
        }
      ]
    },
    {
      "problema": "Unos monstruos.  Ofendido, el espantapájaros le explicó que él no era malo a pesar de ser un espantapájaros.  Una vez más, el espantapájaros _____ sin amigos.  Esa misma noche decidió cambiar su vida.  Despertó a su amo y le dijo que quería otro oficio, que ya no _____ asustar más a los pájaros.  ",
      "repuestas": [
        {
          "repuesta": "Se quedaba",
          "razón": "Una descripción",
          "indicio": "QUEDARSE"
        },
        {
          "repuesta": "quería",
          "razón": "",
          "indicio": "QUERER"
        }
      ]
    },
    {
      "problema": "Aterrorizado, el amo despertó a todos los vecinos.  Les contó que su espantapájaros _____ vida y que esto sólo podía ser obra del diablo.  Cerca del molino estaba el cuervo ciego.  Sus compañeros le explicaron que los vecinos de la aldea _____ quemando un molino donde se intentaba esconder un espantapájaros con una bufanda muy larga.  ",
      "repuestas": [
        {
          "repuesta": "cobró",
          "razón": "",
          "indicio": "COBRAR"
        },
        {
          "repuesta": "estaba",
          "razón": "Una descripción",
          "indicio": "ESTAR"
        }
      ]
    },
    {
      "problema": "El cuervo ciego entonces les explicó que ése _____ el espantapájaros bueno, el que le _____ la vida.  ",
      "repuestas": [
        {
          "repuesta": "era",
          "razón": "Una descripción",
          "indicio": "SER"
        },
        {
          "repuesta": "salvó",
          "razón": "",
          "indicio": "SALVAR"
        }
      ]
    },
    {
      "problema": "Conmocionados por la historia, los cuervos _____ salvar al espantapájaros.  Pero era demasiado tarde, y ya no podían hacer nada.  El espantapájaros _____ quemado.  ",
      "repuestas": [
        {
          "repuesta": "quisieron",
          "razón": "",
          "indicio": "QUERER"
        },
        {
          "repuesta": "murió",
          "razón": "",
          "indicio": "MORIR"
        }
      ]
    },
    {
      "problema": "Los cuervos esperaron hasta el amanecer y cuando no había llamas, se acercaron a los restos del molino, recogieron las cenizas del espantapájaros, y _____ alto, muy alto.  Y desde lo más alto, esparcieron las cenizas por el aire.  El viento llevó las cenizas por toda la comarca.  Las cenizas volaron junto con todos los pájaros y de esta manera el espantapájaros nunca volvió a estar solo, porque sus cenizas, ahora, volaban con sus nuevos amigos.  Y en recuerdo de la trágica muerte del espantapájaros, el cuervo ciego y todos sus compañeros _____ vestir de luto.  ",
      "repuestas": [
        {
          "repuesta": "volaron",
          "razón": "",
          "indicio": "VOLAR"
        },
        {
          "repuesta": "decidieron",
          "razón": "",
          "indicio": "DECIDIR"
        }
      ]
    },
    {
      "problema": "Y por eso, desde entonces, en memoria del espantapájaros, todos los cuervos son negros.  ",
      "repuestas": []
    }
  ]
}
